Repository: MrRaph/cellar
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Cellar
fr: Cave à vin

source: Manage Your Wine
fr: Gérer votre vin

source: My Cellar
fr: Cave à vin

source: Bottle Parameters
fr: Paramètres de la Bouteille

source: Modifying Bottle
fr: Modification de la Bouteille

source: Submit
fr: Envoyer

source: Cell Parameters
fr: Paramètres de la Cellule

source: Modifying Cellar Cell
fr: Modification de la Cellule

source: Cellar Parameters
fr: Paramètre de la Cave à vin

source: Cellar Zone Parameters
fr: Paramètres de la Zone

source: Modifying Cellar Zone
fr: Modification de la Zone

source: You didn't have any bottle yet.
fr: Vous n'avez pas encore de bouteille.

source: You didn't have any cellar yet.
fr: Vous n'avez pas encore de cave à vin.

source: Your Cells
fr: Vos Cellules

source: You didn't have any cell yet.
fr: Vous n'avez pas encore de cellule.

source: Your Zones
fr: Vos Zones

source: You didn't have any zone yet.
fr: Vous n'avez pas encore de zone.

source: Toggle navigation
fr: Cacher la navigation

source: My Wines
fr: Mes Vins

source: Add Cell
fr: Ajouter une Cellule

source: Wine Database
fr: Base de donées des Vins

source: Wines
fr: Vins

source: Stores
fr: Magasins

source: Add Wine
fr: Ajouter un Vin

source: Add Store
fr: Ajouter un Magasin

source: Admin Zone
fr: Zone Admin

source: Log out
fr: Déconnexion

source: Log in
fr: Connexion

source: Usage
fr: Utilisation

source: Wine
fr: Vin

source: Year
fr: Année

source: Welcome
fr: Bienvenue

source: It seems that you don't have any Cellars yet ...
fr: Il semblerait que vous n'ayez pas encore créé de Cave à vin ...

source: Let's create your first one !
fr: Créons la première !

source: Sign up today
fr: Enregistrez vous maintenant

source: Login
fr: Connexion

source: Account activation failed
fr: Echec de l'activation du compte

source: Your account is now activated.
fr: Votre compte est maintenant activé.

source: Activate account at
fr: Activer le compte à

source: Link is valid for %(expiration_days)s days.
fr: Le lien est valide pendant %(expiration_days)s jours.

source: Account activation on
fr: Activation des comptes activée

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Logged out
fr: Déconnecté

source: Log in again
fr: Se connecter de nouveau

source: Password changed
fr: Mot de passe changé

source: Password reset successfully
fr: Mot de passe changé avec succès

source: Password reset failed
fr: Echec de la réinitialisation du mot de passe

source: Email with password reset instructions has been sent.
fr: Un email avec les informations de réinitialisation a été envoyé

source: Reset password at %(site_name)s
fr: Réinitialiser le passe de passe pour %(site_name)s

source: Registration is currently closed.
fr: Les enregistrements sont actuellement fermés

source: You are now registered. Activation email sent.
fr: Vous être maintenant enregistré. L'email d'activation a été envoyé

source: Bottle
fr: Bouteille

source: address
fr: adresse

source: address cont'd
fr: adresse (suite)

source: city
fr: ville

source: zip code
fr: code postal

source: Red
fr: Rouge

source: White
fr: Blanc

source: Sparkling
fr: Gazeux

source: Fortified
fr: Fortifié

source: wineries
fr: domaines

source: Wine Parameters
fr: Paramètres du Vin

source: Modifying Wine
fr: Modification du Vin

source: Winery Parameters
fr: Paramètres du Domaine

source: Modifying Winery
fr: Modification du Domaine

source: Wineries Database
fr: Base de données de Domaines

source: Name
fr: Nom

source: There isn't any wine yet ...
fr: Il n'y a pas encore de vin ...
